Revit 2027 API
TableCellStyle.TextSize Property
 The text size.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double TextSize { get; set; }
Public Property TextSize As Double
	Get
	Set
public:
property double TextSize {
	double get ();
	void set (double value);
}
member TextSize : float with get, set
Property Value
Double
See Also
Reference
TableCellStyle Class
Autodesk.Revit.DB Namespace